Revit 2021.1 API
LayerModifier Properties
The LayerModifier type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
ModifierType
 The modifier type.
Separator
 The separator string that will follow this modifier in the export layer name.
See Also
LayerModifier Class
Autodesk.Revit.DB Namespace